Repository: Vistaus/adstruo
Catalog: po/*.po
Languages: pt

source: Aditional Indicators
pt: Ícones adicionais

source: Manage wingpanel's aditional indicators
pt: Gerenciar ícones adicionais do wingpanel

source: Activating Adstruo Options plugin
pt: Ativando opções do plugin Adstruo

source: Indicators
pt: Ícones

source: Hardware Temperature
pt: Temperatura do equipamento

source: Shows a hardware temperature in the wingpanel
pt: Mostra a temperatura do equipamento no Wingpanel

source: Here you can choose a device to monitor its temperature. Devices available may vary according to your system, the information is obtained directly from sensors in <b>/sys</b>.
pt: Escolha o dispositivo para monitorar a temperatura. A lista pode variar de acordo com seu sistema, a temperatura é obtida diretamente dos sensores disponíveis em <b>/sys</b>.

source: Device to be monitored :
pt: Dispositivo a ser monitorado :

source: * CPU temps are ysually provided by the kernel (<i>i.e. k10*</i>)
pt: * A temperatura da CPU são normalmente fornecidas pelo kernel (<i>i.e. k10*</i>)

source: Use Fahrenheit :
pt: Usar Fahrenheit :

source: Keyboard Status Keys
pt: Status do Teclado

source: Shows the Capslock or Numlock status in the wingpanel
pt: Mostra o status do Capslock ou Numlock no Wingpanel

source: Num Lock indicator :
pt: Ícone do Num Lock :

source: Caps Lock indicator :
pt: Ícone do Caps Lock :

source: Temperature Indicator
pt: Indicador de Temperatura

source: Shows a hardware temperature indicator in the wingpanel
pt: Mostra a temperatura do equipamento no Wingpanel

source: Use Fahrenheit
pt: Usar Fahrenheit

source: Activating Temperature Indicator
pt: Ativando o ícode de temperatura

source: Weather Conditions Indicator
pt: Condições Metereológicas

source: Shows a weather indicator in the wingpanel
pt: Mostra as condições metereológicas no Wingpanel

source: Update now
pt: Atualizar agora

source: Settings
pt: Opções

source: Unable to get your location
pt: Não foi possível obter sua localização

source: Unable to get the weather. Check your connection or your OpenWeather API id.
pt: Impossível de obter as condições metereológicas. Verifique sua conexão ou sua chave API do OpenWeather.

source: Unable to connect to server.
pt: Impossível de se conectar com o servidor

source: Unable to set your location
pt: Não foi possível obter sua localização

source: Activating Weather Indicator
pt: Ativando o ícone das condições metereológicas

source: Enabled
pt: Activo

source: Disabled
pt: Desactivado

source: Humidity: %i
pt: Humidade: %i
